function About() {
  return (
    <div className="border-4 mt-20 ">
      <h1 className="text-2xl text-center font-bold py-6 pb-2">ჩვენ შესახებ</h1>
      <div className="mx-auto max-w-4xl">
        <p className="py-1">
          &nbsp; ონლაინ აკადემია{" "}
          <span className="font-semibold">
            (Academy Brainhouse - Brainhouse.ge)
          </span>{" "}
          დაფუძნდა 2021 წელს.{" "}
        </p>
        <p className="py-1">
          &nbsp; Brainhouse.ge არის ქართულენოვანი საგანმანათლებლო პლატფორმა,
          რომელიც მომხმარებლებს სთავაზობს ონლაინ კურსებს პროფესიონალი,
          წარმატებული მენტორების ავტორობით. 
        </p>
        <p className="py-1">
          &nbsp; Brainhouse.ge-ს მიზანია, ხარისხიანი განათლება გახდეს ყველასთვის
          ხელმისაწვდომი. ამისთვის, იქმნება მაღალი ხარისხის ონლაინ კურსები და
          ლექციები.{" "}
        </p>
        <p className="py-1">
          &nbsp; ონლაინ აკადემიის დაფუძნებას, წინ უძღოდა მრავალწლიანი
          საერთაშორისო და ადგილობრივი გამოცდილება როგორც საგანმანათლებლო
          სივრცეში, ასევე, საქართველოს შრომის ბაზრის კვლევების მიმართულებით.
        </p>
        <p className="py-1">
          &nbsp; შედეგად გამოიკვეთა, რომ არსებობს დიდი შეუსაბამობა ბაზრის
          მოთხოვნებსა და საგანმანათლებლო სივრცეების მიერ მიწოდებულ ცოდნას შორის.
          ასევე, პრობლემატური საკითხია განათლებაზე, გეოგრაფიული და მატერიალური
          ხელმისაწვდომობა.{" "}
        </p>
        <p className="py-1">
          {" "}
          &nbsp; ჩვენი ერთ-ერთი დიდი პროექტი გახლავთ ’’ მართვის ბარათი’’ რომლის
          მეშვეობითაც შეგიძლიათ 4 დღეში შეისწავლოთ მართვის მოწმობის თეორიული
          ნაწილი ონლაინ რეჟიმში, ხოლო პრაქტიკულ გაკვეთილებზე მიიღოთ 30%-მდე
          ფასდაკლება.{" "}
        </p>
        <p className="py-1">
          &nbsp; აკადემია ბრეინ ჰაუსი აქტიურად მუშაობს ახალი მოთხოვნადი კურსების
          შექმნაზე, რომელთაც ეტაპობრივად შემოგთავაზებთ.{" "}
        </p>
        <p className="pt-1">
          &nbsp; სიახლეების ონლაინ რეჟიმში მისაღებად გამოიწერეთ ჩვენი Facebook
          გვერდი:{" "}
        </p>
        <p className="text-[#2D2862] hover:text-[#6b62d3] inline duration-200">
          <a href="https://www.facebook.com/Brain.House.Geo" target="_blank">
            &nbsp; https://www.facebook.com/Brain.House.Geo
          </a>
        </p>
        <p className="pt-1">&nbsp; კითხვების შემთხვევაში დაგვიკავშირდით: </p>
        <p>
          &nbsp; საკონტაქტო ტელეფონი: +995 599 79 57 67 <br /> &nbsp; ელ-ფოსტა:
          brainhouseedu@gmail.com{" "}
        </p>
      </div>
    </div>
  );
}

export default About;
