const lecturers = [
  {
    city: "თბილისი",
    street: ["ისანი", "გლდანი", "საბურთალო", "ნაძალადევი"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "თელავი",
    street: ["თელავის", "თელავის", "თელავის", "თელავის"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "რუსთავი",
    street: ["რუსთავი", "რუსთავი", "რუსთავი", "რუსთავი"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "გორი",
    street: ["გორი", "გორი", "გორი", "გორი"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "ბათუმი",
    street: ["ბათუმი", "ბათუმი", "ბათუმი", "ბათუმი"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "ზუგდიდი",
    street: ["ზუგდიდი", "ზუგდიდი", "ზუგდიდი", "ზუგდიდი"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "ოზურგეთი",
    street: ["ოზურგეთი", "ოზურგეთი", "ოზურგეთი", "ოზურგეთი"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "ქუთაისი",
    street: ["ქუთაისი1", "ქუთაისი2", "ქუთაისი3", "ქუთაისი4"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "ახალციხე",
    street: ["ახალციხე", "ახალციხე", "ახალციხე", "ახალციხე"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
  {
    city: "საჩხერე",
    street: ["საჩხერე", "საჩხერე", "საჩხერე", "საჩხერე"],
    lectures: {
      name: ["ლალი", "ანი", "გიორგი", "ირაკლი"],
      phone: ["559-58-69-54", "557-54-69-87", "598-87-32-25", "555-87-14-25"],
    },
  },
];

export default lecturers;
