const lecturers = [
  {
    city: "თბილისი",
    street: ["ისანი", "გლდანი", "საბურთალო", "ნაძალადევი"],
    lectures: {
      name: [
        "გიორგი კობახიძე",
        "თამარ გელაშვილი",
        "ლევან ქავთარაძე",
        "მარიამ აბრამიშვილი",
      ],
      phone: ["599123456", "595987654", "577334455", "591223344"],
    },
  },
  {
    city: "თელავი",
    street: ["თელავის", "თელავის", "თელავის", "თელავის"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "რუსთავი",
    street: ["რუსთავი", "რუსთავი", "რუსთავი", "რუსთავი"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "გორი",
    street: ["გორი", "გორი", "გორი", "გორი"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "ბათუმი",
    street: [],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "ზუგდიდი",
    street: ["ზუგდიდი", "ზუგდიდი", "ზუგდიდი", "ზუგდიდი"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "ოზურგეთი",
    street: ["ოზურგეთი", "ოზურგეთი", "ოზურგეთი", "ოზურგეთი"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "ქუთაისი",
    street: ["ქუთაისი1", "ქუთაისი2", "ქუთაისი3", "ქუთაისი4"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "ახალციხე",
    street: ["ახალციხე", "ახალციხე", "ახალციხე", "ახალციხე"],
    lectures: {
      name: [],
      phone: [],
    },
  },
  {
    city: "საჩხერე",
    street: ["საჩხერე", "საჩხერე", "საჩხერე", "საჩხერე"],
    lectures: {
      name: [],
      phone: [],
    },
  },
];

export default lecturers;
